Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/oza_oahpahallin_walt_disney_animation_studios_.html.tmx
Source language: sme
Languages: smn

source: Oza oahpahallin Walt Disney Animation Studios Leat go gazzame oahpu dahje aitto gárven oahpu dáidda, animašuvnna, gráfalaš dahje filbma suorggis?
smn: Lah-uv jotemin uápuid tâi eidu valmâštum uáppee taiđuu, animaatio, graafâlii teikkâ filmâ syergist?

source: Walt Disney Animation Studios ohcet oahpahalliid geassái 2020.
smn: Walt Disney Animation Studios oceh hárjuttâlleid kiäsán 2020.

source: Taleanta ovdánahttin oahpahallin oaččut erenomáš vejolašvuođa bargat ovttas Disney bagadeddjiin ja guorahallat buot beliid dáidda-, muitalushábmen- ja filbmasuorggis.
smn: Talent Development -hárjuttâllen tust lii eromâš máhđulâšvuotâ porgâđ oovtâst Disney stivrejeijein já tutkâđ puoh peelijd taaiđâ-, mainâstem- já filmâsyergist.

source: Oahpahalliprográmma prográmma bistá logi vahkku ja juohkása iešguđet surgiide masa sáhtát ohcat.
smn: Hárjuttâllâmohjelm pištá love okkod já syergih, moos tun puávtáh uuccâđ.

source: Loga eambbo sin oahpahalli prográmma ja eavttuid birra dás:
smn: Luuvâ eenâb sii hárjuttâllâmohjelmist já iävtuin täst:

source: Story
smn: Occest kalga leđe sämituávááš, sun kalga tevdiđ WDAS iävtuid hárjuttâllei já sust kalga leđe vuávám tast, ete maht sun áigu pyehtiđ tiäđu maasâd sämmilii siärvádâhân , ovdâmerkkân sosiaallii media peht, luvâlduvâin jna.

source: Intern Meander Drawing Software
smn: Čääli ucâmuš, enâmustáá 1 sijđo, mast tun čielgiih jieijâd tuáváá já vuávám toos, ete maht tun ááiguh pyehtiđ tiäđu maasâd.

source: Sádde ohcama dán čujuhussii ja merke ohcama “WDAS oahpahalli”: kmr@saamicouncil.net .
smn: Merkkii ucâmušân já vuolgât tom taan čujottâsân: kmr@saamicouncil.net

source: Ohcanáigemearri WDAS oahpahallin ja mátkestipendii: 13.01.20 dii. 09:00 norgga/ruoŧa áigi ja 10:00 suoma áigi.
smn: Uuccâmäigi WDAS hárjuttâllen já mätkistipendin: 13.01.20 tme 9:00 Taažâ/Ruotâ ääigi já 10:00 Suomâ ääigi.

source: Oktavuođadieđut
smn: Ohtâvuotâtiäđuh

source: Christina Hætta, Sámiráđđi +47 48021734 kmr@saamicouncil.net
smn: Christina Hætta, Sämirääđi +47 48021734 kmr(at)saamicouncil.net
